tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "teamookla/speedtest"

brew "gcc"
brew "bat"
brew "bmon"
brew "coreutils"
brew "fd"
brew "ffmpeg"
brew "ffsend"
brew "fish"
brew "gdb"
brew "ghc"
brew "git"
brew "python@3.8", link: true
brew "htop"
brew "imagemagick"
brew "lean"
brew "make"
brew "mawk"
brew "youtube-dl"
brew "mpv"
brew "neofetch"
brew "nmap"
brew "nq"
brew "plantuml"
brew "postgresql", restart_service: true
brew "ripgrep"
brew "sk"
brew "spotify-tui"
brew "spotifyd"
brew "stow"
brew "tesseract-lang"
brew "tmux"
brew "tree"
brew "teamookla/speedtest/speedtest"
cask "alacritty"
cask "calibre"
cask "discord"
cask "firefox-developer-edition"
cask "font-inconsolata"
cask "font-source-code-pro"
cask "geogebra"
cask "google-chrome-canary"
cask "grandperspective"
cask "macs-fan-control"
cask "mactex-no-gui"
cask "qutebrowser"
cask "spotify"
cask "thunderbird"
cask "transmission"
cask "visual-studio-code"
cask "vlc"
cask "wireshark"
