tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"

brew "gcc"
brew "bash"
brew "ffmpeg"
brew "ffsend"
brew "python@3.8"
brew "gdb"
brew "git"
brew "make"
brew "mawk"z
brew "shellcheck"
brew "tree"
brew "youtube-dl"

cask "calibre"
cask "discord"
cask "eqmac"
cask "firefox-developer-edition"
cask "font-fira-code"
cask "google-chrome-canary"
cask "grandperspective"
cask "iterm2"
cask "spotify"
cask "the-unarchiver"
cask "thunderbird"
cask "transmission"
cask "vlc"
cask "vscodium"
