tap "teamookla/speedtest" if %x("hostname" "-s").strip == "macbookair2"
tap "qmk/qmk" if %x("hostname" "-s").strip == "macbookair2"

brew "age" if %x("hostname" "-s").strip == "macbookair2"
brew "atuin"
brew "bat"
brew "btop"
brew "cloc"
brew "coreutils"
brew "cowsay"
brew "curl"
brew "difftastic"
brew "direnv"
brew "duckdb"
brew "entr"
brew "exiftool"
brew "fd"
brew "ffmpeg"
brew "findutils"
brew "fish"
brew "fzf"
brew "gcc"
brew "git"
brew "go" if %x("hostname" "-s").strip == "macbookair2"
brew "gping"
brew "graphviz"
brew "imagemagick"
brew "jq"
brew "juliaup" if %x("hostname" "-s").strip == "macbookair2"
brew "keychain"
brew "lazygit"
brew "magic-wormhole"
brew "make"
brew "mas"
brew "mawk"
brew "mpv"
brew "ncdu"
brew "neovim"
brew "nmap"
brew "npm"
brew "openjdk", link: true
brew "openssh"
brew "opentofu"
brew "pandoc"
brew "poppler"
brew "postgis" if %x("hostname" "-s").strip == "macbookair2"
brew "postgresql@18" if %x("hostname" "-s").strip == "macbookair2"
brew "qmk/qmk/qmk" if %x("hostname" "-s").strip == "macbookair2"
brew "ripgrep"
brew "ripgrep-all"
brew "rustup" if %x("hostname" "-s").strip == "macbookair2"
brew "shellcheck"
brew "sk"
brew "snapcast" if %x("hostname" "-s").strip == "macbookair2"
brew "socat"
brew "spicetify-cli", link: false if %x("hostname" "-s").strip == "macbookair2"
brew "sqlite"
brew "stow"
brew "syncthing" if %x("hostname" "-s").strip == "macbookair2"
brew "teamookla/speedtest/speedtest" if %x("hostname" "-s").strip == "macbookair2"
brew "telnet"
brew "timg"
brew "tio" if %x("hostname" "-s").strip == "macbookair2"
brew "tmux"
brew "tree"
brew "uv"
brew "viddy"
brew "wget"
brew "yt-dlp" if %x("hostname" "-s").strip == "macbookair2"
brew "zstd"

cask "anki" if %x("hostname" "-s").strip == "macbookair2" 
cask "calibre" if %x("hostname" "-s").strip == "macbookair2" 
cask "discord" if %x("hostname" "-s").strip == "macbookair2" 
cask "disk-arbitrator" if %x("hostname" "-s").strip == "macbookair2" 
cask "dmenu-mac" if %x("hostname" "-s").strip == "macbookair2" 
cask "firefox@developer-edition"
cask "font-fira-code"
cask "font-inconsolata"
cask "font-meslo-lg-nerd-font"
cask "font-source-code-pro"
cask "font-source-serif-pro"
cask "ghostty"
cask "grandperspective" if %x("hostname" "-s").strip == "macbookair2" 
cask "jellyfin" if %x("hostname" "-s").strip == "macbookair2" 
cask "lulu" if %x("hostname" "-s").strip == "macbookair2" 
cask "maccy"
cask "monitorcontrol"
cask "mos"
cask "pgadmin4"
cask "qgis" if %x("hostname" "-s").strip == "macbookair2" 
cask "rectangle"
cask "signal"
cask "spotify" if %x("hostname" "-s").strip == "macbookair2" 
cask "the-unarchiver"
cask "thunderbird" if %x("hostname" "-s").strip == "macbookair2" 
cask "transmission" if %x("hostname" "-s").strip == "macbookair2" 
cask "utm"
cask "vlc" if %x("hostname" "-s").strip == "macbookair2" 
cask "wireshark-app" if %x("hostname" "-s").strip == "macbookair2" 

mas "Amphetamine", id: 937984704
mas "WireGuard", id: 1451685025
