tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "teamookla/speedtest"

brew "awscli"
brew "bat"
brew "btop"
brew "coreutils"
brew "ffmpeg"
brew "fish"
brew "fzf"
brew "gcc"
brew "gdb"
brew "git"
brew "imagemagick"
brew "keychain"
brew "magic-wormhole"
brew "make"
brew "mas"
brew "mawk"
brew "mpv"
brew "neofetch"
brew "neovim"
brew "nmap"
brew "poppler"
brew "python@3.11"
brew "ripgrep"
brew "stow"
brew "svn"
brew "teamookla/speedtest/speedtest"
brew "tmux"
brew "tree"
brew "yt-dlp"
cask "alacritty"
cask "calibre"
cask "discord"
cask "firefox-developer-edition"
cask "flux"
cask "font-fira-code"
cask "font-inconsolata"
cask "font-source-code-pro"
cask "font-source-serif-pro"
cask "google-chrome-canary"
cask "grandperspective"
cask "mos"
cask "qutebrowser"
cask "rectangle"
cask "spotify"
cask "stellarium"
cask "thunderbird"
cask "transmission"
cask "visual-studio-code"
cask "wireshark"
mas "Microsoft Remote Desktop", id: 1295203466
mas "Pages", id: 409201541
mas "WireGuard", id: 1451685025
