tap "teamookla/speedtest"
tap "qmk/qmk"

brew "age"
brew "atuin"
brew "awscli"
brew "bat"
brew "btop"
brew "cmatrix"
brew "coreutils"
brew "curl"
brew "direnv"
brew "duckdb"
brew "espeak"
brew "exiftool"
brew "fd"
brew "ffmpeg"
brew "findutils"
brew "fish"
brew "fzf"
brew "gcc"
brew "git"
brew "go"
brew "gping"
brew "imagemagick"
brew "juliaup"
brew "jq"
brew "keychain"
brew "magic-wormhole"
brew "make"
brew "mas"
brew "mawk"
brew "mpv"
brew "ncdu"
brew "neovim"
brew "nmap"
brew "npm"
brew "openjdk", link: true
brew "openssh"
brew "opentofu"
brew "poppler"
brew "pre-commit"
brew "qmk/qmk/qmk"
brew "ripgrep"
brew "ripgrep-all"
brew "rust"
brew "shellcheck"
brew "snapcast"
brew "spicetify-cli", link: false
brew "stow"
brew "syncthing"
brew "teamookla/speedtest/speedtest"
brew "telnet"
brew "tmux"
brew "tree"
brew "uv"
brew "viddy"
brew "yt-dlp"
brew "zstd"

cask "alacritty"
cask "algodoo"
cask "calibre"
cask "discord"
cask "disk-arbitrator"
cask "firefox@developer-edition"
cask "font-fira-code"
cask "font-inconsolata"
cask "font-meslo-lg-nerd-font"
cask "font-source-code-pro"
cask "font-source-serif-pro"
cask "google-chrome@canary"
cask "google-earth-pro"
cask "grandperspective"
cask "jellyfin"
cask "lulu"
cask "maccy"
cask "monitorcontrol"
cask "moonlight"
cask "mos"
cask "qgis"
cask "rectangle"
cask "spotify"
cask "steam"
cask "the-unarchiver"
cask "thunderbird"
cask "transmission"
cask "utm"
cask "vlc"
cask "wireshark"

mas "Amphetamine", id: 937984704
mas "WireGuard", id: 1451685025
